Repository: fritexvz/croatian-shipping-for-woocommerce
Catalog: languages/ibenic_woo_shipping-*.po
Languages: hr

source: Croatian Post Office
hr: Hrvatska Pošta

source: Sorry, %s is not shipping to %s
hr: Nažalost, %s ne dostavlja u %s

source: %s is shipping to %s
hr: %s dostavlja u %s

source: Croatian Post Office Shipping
hr: Dostava Hrvatske Pošte

source: Calculate shipping cost for package delivery using Croatian Post Office
hr: Izračunaj cijenu dostave za paket koristeći Hrvatsku Poštu

source: Enable
hr: Omogući

source: Enable this shipping.
hr: Omogući ovu dostavu.

source: Croatia - Ransom
hr: Hrvatska - otkupnina

source: Using ransom when shipping in Croatia.
hr: Koristi otkupninu prilikom dostavljanja unutar Hrvatske

source: Croatia - Returnee
hr: Hrvatska - povratnica

source: Using returnee when shipping in Croatia.
hr: Koristi povratnicu pri dostavljanju unutar Hrvatske

source: Croatia - Allocated / Grossly
hr: Hrvatska - Izdvojeno/Glomazno

source: Packages are allocated or grossly when shipping in Croatia.
hr: Paketi su izdvojeni ili glomazni prilikom dostavljanja unutar Hrvatske

source: International - Type of Package
hr: Međunarodno - tip paketa

source: International - Ransom (Cash on Delivery)
hr: Međunarodno - otkupnina

source: Using ransom when shipping International.
hr: Koristi otkupninu prilikom međunarodnog dostavljanja

source: International - Returnee (Advice of Delivery)
hr: Međunarodno - povratnica

source: Using returnee when shipping International.
hr: Koristi povratnicu prilikom međunarodnog dostavljanja

source: International - Cumbersome
hr: Međunarodno - glomazno

source: Packages are grossly/cumbersome when shipping International.
hr: Paketi su glomazni prilikom međunarodnog dostavljanja

source: International - Fragile
hr: Međunarodno - lomljivo

source: Packages are fragile when shipping International.
hr: Paketi su lomljivi prilikom međunarodnog dostavljanja

source: International - Insured Value
hr: Međunarodno - označena vrijednost

source: Enable or disable insured value for packages that can be sent with it. If disabled, insured value is applied only to shippings which require it and cannot ship without it.
hr: Omogući ili onemogući označenu vrijednost za pakete koji se šalju sa označenom vrijednošću. Ukoliko je onemogućeno, označena vrijednost je pridodana dostavama koje zahtjevaju to i ne mogu se dostavljati bez toga.
